{
  "string": [
    {
      "name": "module_desc",
      "value": "module description"
    },
    {
      "name": "EntryAbility_desc",
      "value": "description"
    },
    {
      "name": "EntryAbility_label",
      "value": "label"
    },
    {
      "name": "User_Agreement",
      "value": "Before proceeding with the registration, please read the NBT Badminton Agreement: Welcome to join NBT Badminton for communication and discussion. NBT Badminton is a public community aimed at maintaining online public order and social stability. Please consciously abide by the following terms:  Firstly, you shall not utilize this site to endanger national security, disclose state secrets, infringe upon the legitimate rights and interests of the state, society, or citizens. You shall not use this site to create, reproduce, or disseminate the following information:   (1) Inciting resistance or undermining the implementation of the Constitution, laws, and administrative regulations;   (2) Inciting the overthrow of the state power and the socialist system;   (3) Inciting separatism and undermining national unity;   (4) Inciting ethnic hatred, discrimination, and undermining ethnic unity;   (5) Insulting, ridiculing, or mocking national heroes, martyrs, and national leaders;   (6) Fabricating or distorting facts, spreading rumors, and disrupting social order;   (7) Promoting feudal superstitions, obscenity, pornography, gambling, violence, murder, terrorism, and instigating crimes;   (8) Openly insulting others, fabricating facts to slander others, or engaging in other malicious attacks;   (9) Harming, ridiculing, or mocking the credibility of state organs and functional departments;   (10) Other violations of the Constitution, laws, and administrative regulations.  Secondly, mutual respect and accountability for one's own speech and behavior are required. The following are the posting rules, please read them carefully:   (1) Spamming is strictly prohibited, including posting simple words such as \"bump\" or \"good.\"   (2) Advertising in unrelated sections or through site messages is strictly prohibited, avoiding circumventing the rules.   (3) Posting illegal or prohibited content is strictly prohibited, and sensitive topics such as politics and player positions are not allowed.   (4) Posting of pornographic avatars and topic images is strictly prohibited.   (5) Personal attacks, insults, and mockery are strictly prohibited.   (6) Any behavior that disrupts the normal discussion order of the forum is strictly prohibited.   (7) Revealing others' private information is strictly prohibited. In case of trading disputes, please report to the police or handle them through relevant trading platforms.   (8) Posting any form of activity without permission is strictly prohibited, such as posting for rebates, recruitment, or promotion activities (commercial activities should contact the site).   (9) Without permission, it is strictly prohibited to post content that encourages following, such as QR codes, public accounts, QQ, Weibo accounts, etc., in non-commercial sections.   (10) Posting topics solely quoting external links is strictly prohibited. Such behavior will be considered as indirect advertising. Compilation content should be posted within NBT Badminton before quoting corresponding links.   (11) Attacking or provoking moderators or administrators is strictly prohibited. Violators will be warned, banned, or permanently banned depending on the severity of the situation.   (12) Mass sending of advertisements via private messages is strictly prohibited. Violators will be banned or permanently have their private messaging privileges revoked. Any violation of the above community rules and regulations will result in reminders, warnings, bans, or even permanent bans depending on the severity of the situation.  Thirdly, regarding the rights to publish content on NBT Badminton and the instructions for reprints:   (1) Any original content posted by badminton enthusiasts on this site implies authorization for NBT Badminton to reprint it through any form of communication, including but not limited to Weibo, WeChat public accounts, and headline accounts.   (2) If the published content is a reprint, please indicate \"reprint\" and the source of the article to avoid copyright disputes.    Forthly, disclaimer regarding transaction risks: To safeguard your rights and interests, please avoid making advance payments for transactions. NBT Badminton is only an information publishing platform. We recommend conducting transactions through third-party platforms such as Taobao, JD.com, or Xianyu. If you choose to transact privately, such as through platforms like WeChat without third-party arbitration, it indicates that you understand the risk disclaimer provided by NBT Badminton. Therefore, any transaction disputes arising from such transactions should be resolved by you independently."
    },
    {
      "name": "User_Agreement_Title",
      "value": "User Agreement"
    },
    {
      "name": "Login_Title",
      "value": "Login"
    }
  ]
}